# St7GetMomentRotationTableUnits

Returns the rotation units assigned to the specified Moment vs Rotation table.

long St7GetMomentRotationTableUnits(long uID, long TableID, long* UnitType)

Input Parameters

uID

Strand7 model file ID.

TableID

Table ID.

Output Parameters
UnitType

Either auRadian or auDegree.